Repository: sunvc/NoLet
Catalog: NoLet/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant, zh_hk

# 即时通知
source: Instant Notification
de: Sofortige Benachrichtigung
es: Notificación instantánea
fr: Notification instantanée
it: Notifica immediata
ja: 即時通知
ko: 즉시 알림
pt_br: Notificação Instantânea
ru: Мгновенное уведомление
tr: Anlık Bildirim
zh_hans: 即时通知
zh_hant: 即時通知
zh_hk: 即時通知

# 历史服务器
source: History Server
de: Historischer Server
es: Servidor de historial
fr: Serveur d'historique
it: Server storico
ja: 履歴サーバー
ko: 히스토리 서버
pt_br: Servidor de Histórico
ru: Исторический сервер
tr: Geçmiş Sunucu
zh_hans: 历史服务器
zh_hant: 歷史伺服器
zh_hk: 歷史伺服器

# 历史消息数量
source: History Message Count
de: Anzahl der Verlaufsnachrichten
es: Cantidad de mensajes históricos
fr: Nombre de messages d'historique
it: Numero di messaggi storici
ja: 履歴メッセージ数
ko: 히스토리 메시지 수
pt_br: Quantidade de mensagens de histórico
ru: Количество исторических сообщений
tr: Geçmiş Mesaj Sayısı
zh_hans: 历史消息数量
zh_hant: 歷史消息數量
zh_hk: 歷史消息數量

# 历史记录
source: Historical Records
de: Geschichtsaufzeichnung
es: Registro histórico
fr: Historique
it: Cronologia
ja: 履歴
ko: 히스토리
pt_br: Registro Histórico
ru: История записей
tr: Geçmiş Kayıtlar
zh_hans: 历史记录
zh_hant: 歷史記錄
zh_hk: 歷史記錄

# 去评分
source: Rate
de: Bewertung entfernen
es: ir a calificar
fr: Noter
it: Vai alle valutazioni
ja: 評価する
ko: 평가하기
pt_br: Avaliar
ru: Оценить
tr: Puanı kaldır
zh_hans: 去评分
zh_hant: 去評分
zh_hk: 去評分

# 参数不全
source: Incomplete parameters
de: Parameter unvollständig
es: Parámetros incompletos
fr: Paramètres incomplets
it: Parametri incompleti
ja: パラメータが不完全です
ko: 매개변수가 불완전합니다
pt_br: Parâmetros incompletos
ru: Неполные параметры
tr: Eksik parametreler
zh_hans: 参数不全
zh_hant: 參數不全
zh_hk: 參數不全

# 参数不能为空
source: Parameter cannot be empty
de: Parameter darf nicht leer sein
es: El parámetro no puede estar vacío
fr: Le paramètre ne peut pas être vide
it: Il parametro non può essere vuoto
ja: パラメータは空にできません
ko: 매개변수는 비워둘 수 없습니다
pt_br: O parâmetro não pode estar vazio
ru: Параметр не может быть пустым
tr: Parametre boş olamaz
zh_hans: 参数不能为空
zh_hant: 參數不能為空
zh_hk: 參數不能為空

# 参数错误
source: Parameter Error
de: Parameterfehler
es: Error de parámetro
fr: Erreur de paramètre
it: Errore di parametro
ja: パラメータエラー
ko: 매개변수 오류
pt_br: Erro de parâmetro
ru: Ошибка параметра
tr: Parametre hatası
zh_hans: 参数错误
zh_hant: 參數錯誤
zh_hk: 參數錯誤

# 参数长度不正确
source: Parameter length is incorrect
de: Parameterlänge nicht korrekt
es: Longitud del parámetro incorrecta
fr: Longueur de paramètre incorrecte
it: Lunghezza parametro non corretta
ja: パラメータの長さが正しくありません
ko: 매개변수 길이가 올바르지 않습니다
pt_br: Comprimento do parâmetro incorreto
ru: Неправильная длина параметра
tr: Parametre uzunluğu yanlış
zh_hans: 参数长度不正确
zh_hant: 參數長度不正確
zh_hk: 參數長度不正確

# 双击全屏显示
source: Double-click for full screen display
de: Doppelklick für Vollbild
es: Mostrar en pantalla completa al hacer doble clic
fr: Double-cliquer pour afficher en plein écran
it: Visualizzazione a schermo intero al doppio clic
ja: ダブルタップで全画面表示
ko: 더블 탭으로 전체 화면
pt_br: Clique duas vezes para tela cheia
ru: Двойной щелчок для полноэкранного отображения
tr: Tam Ekran Görüntülemek için Çift Tıklayın
zh_hans: 双击全屏显示
zh_hant: 雙擊全螢幕顯示
zh_hk: 雙擊全螢幕顯示

# 发现 %lld 个设备
source: Found %lld devices
de: %lld Geräte gefunden
es: Encontrados %lld dispositivos
fr: %lld appareils trouvés
it: Trovati %lld dispositivi
ja: %lld台のデバイスを発見しました
ko: %lld개의 장치를 발견했습니다
pt_br: Encontrados %lld dispositivos
ru: Обнаружено %lld устройств
tr: %lld cihaz bulundu
zh_hans: 发现 %lld 个设备
zh_hant: 發現 %lld 個設備
zh_hk: 發現 %lld 個設備

# 发生错误%@
source: An error occurred: %@
de: Fehler aufgetreten%@
es: Ocurrió un error %@
fr: Erreur survenue %@
it: Errore verificatosi%@
ja: エラーが発生しました: %@
ko: 오류가 발생했습니다: %@
pt_br: Ocorreu um erro %@
ru: Произошла ошибка %@
tr: Bir hata oluştu%@
zh_hans: 发生错误%@
zh_hant: 發生錯誤%@
zh_hk: 發生錯誤%@

# 发送通知到设备
source: Send notification to device
de: Benachrichtigung an Gerät senden
es: Enviar notificación al dispositivo
fr: Envoyer une notification vers l'appareil
it: Invia notifica al dispositivo
ja: デバイスに通知を送信
ko: 장치에 알림 전송
pt_br: Enviar notificação para o dispositivo
ru: Отправить уведомление на устройство
tr: Cihaza bildirim gönder
zh_hans: 发送通知到设备
zh_hant: 發送通知到設備
zh_hk: 發送通知到裝置

# 取消
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

# 可以为推送设置不同的铃声
source: Can set different ringtones for push notifications
de: Kann für Push-Benachrichtigungen verschiedene Klingeltöne einstellen
es: Puede configurar diferentes tonos de notificación para las notificaciones push
fr: Peut définir différentes sonneries pour les notifications
it: Puoi impostare toni di notifica diversi
ja: プッシュ通知に異なるリングトーンを設定できます
ko: 푸시 알림에 다른 리링톤을 설정할 수 있습니다
pt_br: Pode definir diferentes tons de notificação para as notificações push
ru: Можно настроить разные звуки уведомлений
tr: Farklı bildirim sesleri için ayarlar yapılabilir
zh_hans: 可以为推送设置不同的铃声
zh_hant: 可以為推送設置不同的鈴聲
zh_hk: 可以為推送設定不同的鈴聲

# 可对通知设置中断级别
source: Can interrupt notification level in settings
de: Unterbrechungsstufe in den Benachrichtigungseinstellungen anpassen
es: Interrupción de nivel de notificación configurable
fr: Peut interrompre le niveau de notification
it: Livello di interruzione delle notifiche configurabile
ja: 通知に割り込みレベルを設定できます
ko: 알림에 인터럽트 수준을 설정할 수 있습니다
pt_br: Pode interromper o nível de notificação
ru: Уровень прерывания уведомлений
tr: Bildirim ayarlarında kesme seviyesi
zh_hans: 可对通知设置中断级别
zh_hant: 可對通知設定中斷級別
zh_hk: 可對通知設置中斷級別

# 可连接
source: Connectable
de: Verbinden
es: Conectable
it: Collegabile
ja: 接続可能
ko: 연결 가능
pt_br: Conectável
ru: Подключено
tr: Bağlanabilir
zh_hans: 可连接
zh_hant: 可連接
zh_hk: 可連接

source: Optional parameter values: - passive: Only added to the list, will not display screen alerts - active: Default value, the system will immediately display a notification on the screen - timeSensitive: Time-sensitive notification, can display alerts in focus mode - critical: ⚠️ Important alert, can trigger normally in silent or focus mode * Parameters can use 0-10 as substitutes, refer to documentation for details
de: Optionale Parameterwerte: - passive: Nur zur Liste hinzufügen, kein Bildschirmalarm - active: Standardwert, System zeigt sofort Benachrichtigung an - timeSensitive: Zeitkritische Benachrichtigung, kann im Fokusmodus angezeigt werden - critical: ⚠️ Wichtige Erinnerung, kann bei Stummschaltung oder im Fokusmodus normal benachrichtigen * Parameter können mit 0-10 ersetzt werden, Details siehe Dokumentation
es: Valores de parámetros opcionales: - passive: Solo se agrega a la lista, no muestra alertas en pantalla. - active: Valor por defecto, el sistema muestra notificaciones inmediatamente en pantalla. - timeSensitive: Notificación de urgencia temporal, puede mostrar notificaciones en modo concentración. - critical: ⚠️ Alerta importante, puede alertar normalmente con sonido o en modo concentración. * Los parámetros pueden ser reemplazados por 0-10, consulta la documentación para más detalles.
fr: Valeurs de paramètres optionnelles : - passive : Seulement ajouté à la liste, pas d'alerte d'écran - active : Valeur par défaut, le système affichera immédiatement une notification à l'écran - timeSensitive : Notification temporelle, peut afficher une notification en mode focus - critical : ⚠️ Alerte importante, peut alerter normalement avec le son ou en mode focus * Les paramètres peuvent utiliser 0-10 comme substituts, voir la documentation pour plus de détails
it: Valori parametri opzionali: - passive: Solo aggiunto alla lista, non mostra avvisi a schermo - active: Valore predefinito, il sistema mostrerà immediatamente la notifica a schermo. - timeSensitive: Notifica temporale, può essere visualizzata in modalità focus. - critical: ⚠️ Avviso importante, può essere normalmente avvisato con suono o in modalità focus * I parametri possono essere sostituiti con 0-10, consultare la documentazione per i dettagli
ja: オプションのパラメータ値: - passive：リストに追加されるだけで、画面アラートは表示されません - active：デフォルト値、システムは通知をすぐに画面に表示します。 - timeSensitive：時効性の通知、フォーカスモードで表示できます。 - critical：‼️重要なリマインダー、サイレントまたはフォーカスモードで通常通りアラートします * パラメータは0-10で置き換えることができ、詳細はドキュメントを参照してください。
ko: 선택적 매개변수 값: - passive: 목록에만 추가되며 화면 알림이 표시되지 않습니다. - active: 기본값, 시스템이 즉시 화면에 알림을 표시합니다. - timeSensitive: 시간 민감 알림, 집중 모드에서 표시할 수 있습니다. - critical: ‼️중요 알림, 무음 또는 집중 모드에서 정상적으로 알림을 표시합니다. * 매개변수는 0-10으로 대체할 수 있으며, 자세한 내용은 문서를 참조하십시오.
pt_br: Valores de parâmetros opcionais: - passive: apenas adiciona à lista, não acende a tela para alertar - active: valor padrão, o sistema exibe a notificação imediatamente na tela - timeSensitive: notificação de tempo sensível, pode exibir notificação no modo foco - critical: ⚠️ alerta importante, som ou modo foco pode alertar normalmente * Os parâmetros podem ser substituídos por 0-10, consulte a documentação para detalhes
ru: Доступные значения параметров: - passive: только добавляет в список, не отображает уведомление на экране - active: значение по умолчанию, система немедленно отобразит уведомление на экране - timeSensitive: уведомление с временным приоритетом, может отображаться в режиме фокусировки - critical: ⚠️ важное уведомление, может нормально оповещать в беззвучном или фокусирующем режиме * Параметры могут использовать 0-10 для замены, подробнее смотрите в документации
tr: İsteğe bağlı parametre değerleri: - passive: Sadece listeye eklenir, ekranı açarak bildirim göstermez - active: Varsayılan değer, sistem hemen ekranı açarak bildirimi gösterir - timeSensitive: Zaman duyarlı bildirim, odak modunda bildirim gösterebilir - critical: ⚠️ Önemli uyarı, sessiz veya odak modunda normal şekilde uyarır * Parametreler 0-10 arası değerlerle kullanılabilir, detaylar için belgelere bakın
zh_hans: 可选参数值: - passive：仅添加到列表，不会亮屏提醒 - active： 默认值，系统会立即亮屏显示通知。 - timeSensitive: 时效性通知,专注模式下可显示通知。 - critical: ‼️重要提醒，静音或专注模式可正常提醒 * 参数可使用 0-10代替，具体查看文档
zh_hant: 可選參數值： - passive：僅添加到列表，不會亮屏提示 - active： 預設值，系統會立即亮屏顯示通知。 - timeSensitive: 時效性通知，專注模式下可顯示通知。 - critical: ⚠️重要提醒，靜音或專注模式可正常提醒 * 參數可使用0-10代替，具體查看文檔
zh_hk: 可選參數值： - passive：僅添加到列表，不會亮屏提示 - active： 默認值，系統會立即亮屏顯示通知。 - timeSensitive: 時效性通知，專注模式下可顯示通知。 - critical: ‼️重要提醒，靜音或專注模式可正常提醒 * 參數可使用0-10代替，具體查看文檔

# 同步所有铃声
source: Synchronize all ringtones
de: Alle Benachrichtigungstöne synchronisieren
es: Sincronizar todas las notificaciones
fr: Synchroniser toutes les sonneries
it: Sincronizza tutti i suoni di notifica
ja: 「すべての通知を同期」
ko: 모든 알림 동기화
pt_br: Sincronizar todos os sinos
ru: Синхронизировать все уведомления
tr: Tüm zil seslerini senkronize et
zh_hans: 同步所有铃声
zh_hant: 同步所有鈴聲
zh_hk: 同步所有鈴聲

# 嗨! 我是智能助手
source: Hey! I'm your smart assistant.
de: Hey! Ich bin der intelligente Assistent
es: ¡Hola! Soy un asistente inteligente.
fr: Hé ! Je suis l'assistant intelligent
it: Ciao! Sono l'assistente intelligente.
ja: こんにちは！私はあなたのインテリジェントアシスタントです
ko: 안녕하세요! 저는 당신의 스마트 어시스턴트입니다
pt_br: Olá! Eu sou o assistente inteligente
ru: Привет! Я умный помощник.
tr: Merhaba! Ben akıllı asistanım
zh_hans: 嗨! 我是智能助手
zh_hant: 嗨！我是智能助手
zh_hk: 嗨！我係智能助手

# 嗨! 我是智能助手,我可以帮你搜索，答疑，写作，请把你的任务交给我吧！
source: Hey! I'm your intelligent assistant, I can help you search, answer questions, and write. Please hand over your tasks to me!
de: Hey! Ich bin ein intelligenter Assistent, ich kann dir beim Suchen, Beantworten von Fragen und Schreiben helfen, überlass mir einfach deine Aufgaben!
es: ¡Hola! Soy un asistente inteligente, puedo ayudarte a buscar, resolver dudas, escribir, ¡confía tus tareas a mí!
fr: Hé ! Je suis un assistant intelligent, je peux vous aider à rechercher, répondre à vos questions, écrire, confiez-moi vos tâches !
it: Ciao! Sono l'assistente intelligente, posso aiutarti a cercare, rispondere a domande, scrivere. Affidami pure i tuoi compiti!
ja: こんにちは！私はあなたのインテリジェントアシスタントです。検索、質問への回答、執筆をお手伝いできます。タスクを私にお任せください！
ko: 안녕하세요! 저는 당신의 스마트 어시스턴트입니다. 검색, 질문에 답변하고, 글쓰기를 도와드릴 수 있습니다. 저에게 작업을 맡겨주세요!
pt_br: Olá! Sou um assistente inteligente, posso ajudá-lo a pesquisar, responder dúvidas, escrever, por favor, confie suas tarefas a mim!
ru: Привет! Я умный помощник, могу помочь тебе с поиском, ответами на вопросы, написанием текстов. Пожалуйста, передай мне свои задачи!
tr: Merhaba! Ben bir akıllı asistanım, size arama, soru cevaplama, yazma konularında yardımcı olabilirim. Lütfen görevinizi bana verin!
zh_hans: 嗨! 我是智能助手,我可以帮你搜索，答疑，写作，请把你的任务交给我吧！
zh_hant: 嗨！我是智能助手，我可以幫你搜索、答疑、寫作，請把你的任務交給我吧！
zh_hk: 嗨！我是智能助手，我可以幫你搜索、答疑、寫作，請把你的任務交給我吧！

# 图标额度剩余
source: Icon quota remaining
de: Verbleibendes Symbolkontingent
es: Cuota de iconos restante
fr: Icône du solde restant
it: Icona quota rimanente
ja: 残りのアイコンクォータ
ko: 남은 아이콘 할당량
pt_br: Limite de ícones restante
ru: Остаток суммы значка
tr: Simge Kotası Kalanı
zh_hans: 图标额度剩余
zh_hant: 圖標額度剩餘
zh_hk: 圖標額度剩餘

# 图片Key
source: Image Key
de: Bildschlüssel
es: Clave de imagen
fr: Clé d'image
it: Chiave immagine
ja: 画像キー
ko: 이미지 키
pt_br: Chave da Imagem
ru: Изображение Key
tr: Resim Anahtarı
zh_hans: 图片Key
zh_hant: 圖片Key
zh_hk: 圖片Key

# 图片key重复
source: Image key duplicate
de: Bildschlüssel wiederholt
es: Clave de imagen duplicada
fr: Clé d'image dupliquée
it: Chiave immagine duplicata
ja: 画像キーが重複しています
ko: 이미지 키가 중복되었습니다
pt_br: Chave de imagem duplicada
ru: Дублирование ключа изображения
tr: Resim anahtarı tekrarlandı
zh_hans: 图片key重复
zh_hant: 圖片key重複
zh_hk: 圖片key重複

# 图片删除成功
source: Image deleted successfully
de: Bild erfolgreich gelöscht
es: Imagen eliminada con éxito
fr: Image supprimée avec succès
it: Immagine eliminata con successo
ja: 画像が正常に削除されました
ko: 이미지가 성공적으로 삭제되었습니다
pt_br: Imagem excluída com sucesso
ru: Изображение успешно удалено
tr: Resim silme başarılı
zh_hans: 图片删除成功
zh_hant: 圖片刪除成功
zh_hk: 圖片刪除成功

# 图片加载失败
source: Image loading failed
de: Bildladen fehlgeschlagen
es: Error al cargar la imagen
fr: Échec du chargement de l'image
it: Caricamento immagine fallito
ja: 画像の読み込みに失敗しました
ko: 이미지 로드에 실패했습니다
pt_br: Falha ao carregar imagem
ru: Изображение не загружено
tr: Resim yükleme başarısız
zh_hans: 图片加载失败
zh_hant: 圖片加載失敗
zh_hk: 圖片加載失敗

# 图片存档
source: Image Archive
de: Bildspeicherung
es: Archivo de imágenes
fr: Archive d'images
it: Archiviazione immagini
ja: 画像がアーカイブされました
ko: 이미지가 아카이브되었습니다
pt_br: Arquivo de Imagens
ru: Сохранение изображения
tr: Görsel Arşivi
zh_hans: 图片存档
zh_hant: 圖片存檔
zh_hk: 圖片存檔

# 图片未加载
source: Image not loaded
de: Bild nicht geladen
es: Imagen no cargada
fr: Image non chargée
it: Immagine non caricata
ja: 画像が読み込まれていません
ko: 이미지가 로드되지 않았습니다
pt_br: Imagem não carregada
ru: Изображение не загружено
tr: Resim yüklenmedi
zh_hans: 图片未加载
zh_hant: 圖片未加載
zh_hk: 圖片未加載

# 地址错误
source: Address Error
de: Adressfehler
es: Dirección incorrecta
fr: Adresse incorrecte
it: Indirizzo errato
ja: アドレスエラー
ko: 주소 오류
pt_br: Erro de endereço
ru: Неверный адрес
tr: Adres Hatası
zh_hans: 地址错误
zh_hant: 地址錯誤
zh_hk: 地址錯誤

# 基本用法示例
source: Basic Usage Example
de: Grundlegende Verwendungsbeispiele
es: Ejemplo de uso básico
fr: Exemple d'utilisation de base
it: Esempio di utilizzo di base
ja: 基本的な使用例
ko: 기본 사용 예시
pt_br: Exemplo de Uso Básico
ru: Основные примеры использования
tr: Temel Kullanım Örneği
zh_hans: 基本用法示例
zh_hant: 基本用法示例
zh_hk: 基本用法示例

# 增加新账户
source: Add New Account
de: Neues Konto hinzufügen
es: Añadir nueva cuenta
fr: Ajouter un nouveau compte
it: Aggiungi nuovo account
ja: 新規アカウントを追加
ko: 새 계정 추가
pt_br: Adicionar nova conta
ru: Добавить новый аккаунт
tr: Yeni Hesap Ekle
zh_hans: 增加新账户
zh_hant: 新增帳戶
zh_hk: 新增帳戶

# 增加新资料
source: Add new material
de: Neue Ressource hinzufügen
es: Añadir nuevo material
fr: Ajouter de nouvelles données
it: Aggiungi nuovo materiale
ja: 新規データを追加
ko: 새 데이터 추가
pt_br: Adicionar novo material
ru: Добавить новый материал
tr: Yeni Kaynak Ekle
zh_hans: 增加新资料
zh_hant: 新增資料
zh_hk: 新增資料

# 声音反馈
source: Voice Feedback
de: Sprachfeedback
es: Retroalimentación de voz
fr: Retour vocal
it: Feedback vocale
ja: 音声フィードバック
ko: 사운드 피드백
pt_br: Feedback de Voz
ru: Обратная связь по голосу
tr: Ses Geri Bildirimi
zh_hans: 声音反馈
zh_hant: 聲音反饋
zh_hk: 聲音反饋

# 声音设置
source: Voice Settings
de: Spracheinstellungen
es: Configuración de voz
fr: Paramètres vocaux
it: Impostazioni audio
ja: 音声設定
ko: 사운드 설정
pt_br: Configurações de Som
ru: Настройки голоса
tr: Ses Ayarları
zh_hans: 声音设置
zh_hant: 聲音設定
zh_hk: 聲音設定

# 复制
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pt_br: Copiar
ru: Копировать
tr: Kopyala
zh_hans: 复制
zh_hant: 複製
zh_hk: 複製

# 复制key
source: Copy key
de: Schlüssel kopieren
es: Copiar clave
fr: Copier la clé
it: Copia chiave
ja: キーをコピー
ko: 키 복사
pt_br: Copiar chave
ru: Скопировать ключ
tr: Anahtarı kopyala
zh_hans: 复制key
zh_hant: 複製key
zh_hk: 複製key

# 复制KEY
source: Copy KEY
de: KEY kopieren
es: Copiar CLAVE
fr: Copier la clé
it: Copia CHIAVE
ja: キーをコピー
ko: 키 복사
pt_br: Copiar CHAVE
ru: Копировать KEY
tr: KEY'i Kopyala
zh_hans: 复制KEY
zh_hant: 複製KEY
zh_hk: 複製KEY

# 复制Python示例
source: Copy Python Example
de: Python-Beispiel kopieren
es: Copiar ejemplo de Python
fr: Copier l'exemple Python
it: Copia esempio Python
ja: Pythonサンプルをコピー
ko: Python 예제 복사
pt_br: Copiar exemplo Python
ru: Копировать пример Python
tr: Python örneğini kopyala
zh_hans: 复制Python示例
zh_hant: 複製Python示例
zh_hk: 複製Python示例

# 复制成功
source: Copy successful
de: Kopieren erfolgreich
es: Copiado con éxito
fr: Copié avec succès
it: Copiato con successo
ja: コピー成功
ko: 복사 성공
pt_br: Copiado com sucesso
ru: Скопировано успешно
tr: Kopyalandı
zh_hans: 复制成功
zh_hant: 複製成功
zh_hk: 複製成功

# 大小: %@
source: Size: %@
de: Größe: %@
es: Tamaño: %@
fr: Taille : %@
it: Dimensione: %@
ja: サイズ: %@
ko: 크기: %@
pt_br: Tamanho: %@
ru: Размер: %@
tr: Boyut: %@
zh_hans: 大小: %@
zh_hant: 大小: %@
zh_hk: 大小: %@

# 媒体设置
source: Media Settings
de: Medieneinstellungen
es: Configuración de medios
fr: Paramètres des médias
it: Impostazioni multimediali
ja: メディア設定
ko: 미디어 설정
pt_br: Configurações de Mídia
ru: Настройки медиа
tr: Medya Ayarları
zh_hans: 媒体设置
zh_hant: 媒體設定
zh_hk: 媒體設定

# 存储使用
source: Storage Usage
de: Speichernutzung
es: Uso de almacenamiento
fr: Utilisation du stockage
it: Utilizzo dell'archiviazione
ja: ストレージ使用
ko: 저장소 사용
pt_br: Uso de armazenamento
ru: Использование памяти
tr: Depolama kullanımı
zh_hans: 存储使用
zh_hant: 儲存使用
zh_hk: 儲存使用

# 完成
source: Complete
de: Fertig
es: Completar
fr: Terminé
it: Completato
ja: 完了
ko: 완료
pt_br: Concluir
ru: Завершено
tr: Tamamla
zh_hans: 完成
zh_hant: 完成
zh_hk: 完成

# 完成设置
source: Complete Setup
de: Einstellungen abgeschlossen
es: Configuración completada
fr: Configuration terminée
it: Impostazione completata
ja: 設定完了
ko: 설정 완료
pt_br: Configuração Concluída
ru: Завершить настройку
tr: Kurulumu Tamamla
zh_hans: 完成设置
zh_hant: 完成設定
zh_hk: 完成設定

# 导入
source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: インポート
ko: 가져오기
pt_br: Importar
ru: Импорт
tr: İçe Aktar
zh_hans: 导入
zh_hant: 導入
zh_hk: 導入

# 导入成功
source: Import successful
de: Import erfolgreich
es: Importación exitosa
fr: Importation réussie
it: Importazione riuscita
ja: インポート成功
ko: 가져오기 성공
pt_br: Importado com sucesso
ru: Импорт успешен
tr: İçe aktarma başarılı
zh_hans: 导入成功
zh_hant: 導入成功
zh_hk: 導入成功

# 导入配置
source: Import Configuration
de: Konfiguration importieren
es: Importar configuración
fr: Importer la configuration
it: Importa configurazione
ja: 設定をインポート
ko: 구성 가져오기
pt_br: Importar configuração
ru: Импорт конфигурации
tr: İçe Aktarma Yapılandırması
zh_hans: 导入配置
zh_hant: 導入配置
zh_hk: 導入配置

# 导出
source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート
ko: 내보내기
pt_br: Exportar
ru: Экспорт
tr: Dışa aktar
zh_hans: 导出
zh_hant: 導出
zh_hk: 導出

# 导出/导入(消息/配置/数据库)
source: Export/Import (Messages/Configurations/Database)
de: Exportieren/Importieren (Nachrichten/Konfiguration/Datenbank)
es: Exportar/Importar (Mensajes/Configuración/Base de datos)
fr: Exporter/Importer (Messages/Configuration/Base de données)
it: Esporta/Importa (Messaggi/Configurazioni/Database)
ja: エクスポート/インポート（メッセージ/設定/データベース）
ko: 내보내기/가져오기(메시지/설정/데이터베이스)
pt_br: Exportar/Importar (Mensagens/Configurações/Banco de Dados)
ru: Экспорт/Импорт (сообщения/настройки/база данных)
tr: Dışa Aktar/İçe Aktar (Mesajlar/Ayarlar/Veritabanı)
zh_hans: 导出/导入(消息/配置/数据库)
zh_hant: 導出/導入(訊息/配置/數據庫)
zh_hk: 匯出/匯入（訊息/設定/數據庫）

# 导出失败
source: Export failed
de: Export fehlgeschlagen
es: Error de exportación
fr: Échec de l'exportation
it: Esportazione fallita
ja: エクスポートに失敗しました
ko: 내보내기 실패
pt_br: Falha na exportação
ru: Экспорт не удался
tr: Dışa aktarma başarısız
zh_hans: 导出失败
zh_hant: 導出失敗
zh_hk: 導出失敗

# 将 ${body} 推送给 ${address}
source: Push ${body} to ${address}
de: ${body} an ${address} senden
es: Enviar ${body} a ${address}
fr: Envoyer ${body} à ${address}
it: Invia ${body} a ${address}
ja: ${body} を ${address} にプッシュ
ko: ${body}을(를) ${address}에 푸시
pt_br: Enviar ${body} para ${address}
ru: Отправить ${body} на ${address}
tr: ${body}'yi ${address}'a gönder
zh_hans: 将 ${body} 推送给 ${address}
zh_hant: 將 ${body} 推送給 ${address}
zh_hk: 將 ${body} 推送給 ${address}

# 将丢失所有数据
source: Lose All Data
de: Alle Daten verlieren
es: Perder todos los datos
fr: Perdre toutes les données
it: Perdere tutti i dati
ja: すべてのデータが失われます
ko: 모든 데이터가 손실됩니다
pt_br: Perder todos os dados
ru: Удалить все данные
tr: Tüm verileri kaybet
zh_hans: 将丢失所有数据
zh_hant: 將丟失所有數據
zh_hk: 將丟失所有數據

# 将加密后的数据转换为Base64编码
source: Convert encrypted data to Base64 encoding
de: Konvertieren Sie verschlüsselte Daten in Base64-Codierung
es: Convertir datos cifrados a codificación Base64
fr: Convertir les données chiffrées en codage Base64
it: Convertire i dati crittografati in codifica Base64
ja: 暗号化されたデータをBase64エンコーディングに変換
ko: 암호화된 데이터를 Base64 인코딩으로 변환
pt_br: Converter dados criptografados para codificação Base64
ru: Преобразование зашифрованных данных в кодировку Base64
tr: Şifrelenmiş verileri Base64 kodlamasına dönüştür
zh_hans: 将加密后的数据转换为Base64编码
zh_hant: 將加密後的數據轉換為Base64編碼
zh_hk: 將加密後的數據轉換為Base64編碼

# 崇置
source: Worship
de: Verehrung
es: Veneración
fr: Révérence
it: Riverbero
ja: リセット
ko: 재설정
pt_br: Adoração
ru: Почтение
tr: Saygı
zh_hans: 崇置
zh_hant: 崇置
zh_hk: 崇置

# 已使用
source: Used
de: Verwendet
es: Usado
fr: Utilisé
it: Utilizzato
ja: 使用済み
ko: 사용됨
pt_br: Usado
ru: Использовано
tr: Kullanıldı
zh_hans: 已使用
zh_hant: 已使用
zh_hk: 已使用

# 已加载全部数据
source: All data loaded
de: Alle Daten geladen
es: Todos los datos cargados
fr: Toutes les données ont été chargées
it: Tutti i dati caricati
ja: すべてのデータが読み込まれました
ko: 모든 데이터가 로드되었습니다
pt_br: Todos os dados carregados
ru: Все данные загружены
tr: Tüm veriler yüklendi
zh_hans: 已加载全部数据
zh_hant: 已加載全部數據
zh_hk: 已加載全部數據

# 已授权访问照片库
source: Authorized to access photo library
de: Zugriff auf die Fotobibliothek autorisiert
es: Acceso autorizado a la galería de fotos
fr: Accès autorisé à la bibliothèque de photos
it: Accesso autorizzato alla libreria fotografica
ja: 写真ライブラリへのアクセスが許可されました
ko: 사진 라이브러리 접근 권한이 허용되었습니다
pt_br: Acesso à biblioteca de fotos autorizado
ru: Разрешён доступ к фотоальбому
tr: Fotoğraf Kütüphanesine Erişim İzni Verildi
zh_hans: 已授权访问照片库
zh_hant: 已授權訪問照片庫
zh_hk: 已授權訪問照片庫

# 已激活
source: Activated
de: Aktiviert
es: Activado
fr: Activé
it: Attivato
ja: 有効化済み
ko: 활성화됨
pt_br: Ativado
ru: Активировано
tr: Etkinleştirildi
zh_hans: 已激活
zh_hant: 已激活
zh_hk: 已激活

# 已过期
source: Expired
de: Abgelaufen
es: Vencido
fr: Expiré
it: Scaduto
ja: 期限切れ
ko: 만료됨
pt_br: Expirado
ru: Просрочено
tr: Süresi Dolmuş
zh_hans: 已过期
zh_hant: 已過期
zh_hk: 已過期

# 已连接
source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
ko: 연결됨
pt_br: Conectado
ru: Подключено
tr: Bağlandı
zh_hans: 已连接
zh_hant: 已連接
zh_hk: 已連接

# 开发者支持计划
source: Developer Support Plan
de: Entwickler-Support-Plan
es: Plan de soporte para desarrolladores
fr: Plan de support aux développeurs
it: Piano di supporto per sviluppatori
ja: 開発者サポートプラン
ko: 개발자 지원 계획
pt_br: Plano de Suporte ao Desenvolvedor
ru: План поддержки разработчиков
tr: Geliştirici Desteği Planı
zh_hans: 开发者支持计划
zh_hant: 開發者支持計劃
zh_hk: 開發者支援計劃
